tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"

brew "ncdu"
brew "zsh"
brew "nvm"
brew "git-cola"
brew "git-flow"
brew "zsh-completions"
brew "gdbm"
brew "ncurses"
brew "watchman"
brew "icu4c"
brew "openssl@1.1"
brew "readline"
brew "xz"
brew "pcre"
brew "sqlite"
cask "git-credential-manager-core"
cask "visual-studio-code"
cask "google-chrome"
cask "discord"
cask "iterm2"
cask "notion"