tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
# GitHub command-line tool
brew "gh"
# Distributed revision control system
brew "git"
# Stores Git credentials for Visual Studio Team Services
brew "git-credential-manager"
# Library for database change tracking
brew "liquibase"
# NCurses Disk Usage
brew "ncdu"
# Ambitious Vim-fork focused on extensibility and agility
brew "neovim"
# Manage multiple Node.js versions
brew "nvm"
# Organize software neatly under a single directory tree (e.g. /usr/local)
brew "stow"
# Send macOS User Notifications from the command-line
brew "terminal-notifier"
# Watch files and take action when they change
brew "watchman"
# UNIX shell (command interpreter)
brew "zsh"
# Additional completion definitions for zsh
brew "zsh-completions"
# Cross platform SQL editor and database management app
cask "beekeeper-studio"
# 3D creation suite
cask "blender"
# Voice and text chat software
cask "discord"
# App to build and share containerized applications and microservices
cask "docker"
# Launcher for *Epic Games* games
cask "epic-games"
# Web browser
cask "google-chrome"
# Java IDE by JetBrains
cask "intellij-idea"
# Terminal emulator as alternative to Apple's Terminal app
cask "iterm2"
# Move and resize windows using keyboard shortcuts or snap areas
cask "rectangle"
# Music streaming service
cask "spotify"
# Unpacks archive files
cask "the-unarchiver"
# Platform for 3D content
cask "unity"
# Management tool for Unity
cask "unity-hub"
# Binary releases of VS Code without MS branding/telemetry/licensing
cask "vscodium"
