tap "conduktor/brew"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "isen-ng/dotnet-sdk-versions"
# AST-based pattern checker for JavaScript
brew "eslint"
# GitHub command-line tool
brew "gh"
# Distributed revision control system
brew "git"
# Stores Git credentials for Visual Studio Team Services
brew "git-credential-manager"
# Improved top (interactive process viewer)
brew "htop"
# Lazier way to manage everything docker
brew "lazydocker"
# Library for database change tracking
brew "liquibase"
# Cross platform, open source .NET development framework
brew "mono", link: false
# NCurses Disk Usage
brew "ncdu"
# Fast, highly customisable system info script
brew "neofetch"
# Ambitious Vim-fork focused on extensibility and agility
brew "neovim"
# Manage multiple Node.js versions
brew "nvm"
# Code formatter for JavaScript, CSS, JSON, GraphQL, Markdown, YAML
brew "prettier"
# Search tool like grep and The Silver Searcher
brew "ripgrep"
# Organize software neatly under a single directory tree (e.g. /usr/local)
brew "stow"
# Opinionated Lua code formatter
brew "stylua"
# Send macOS User Notifications from the command-line
brew "terminal-notifier"
# Terminal multiplexer
brew "tmux"
# Display directories as trees (with optional color/HTML output)
brew "tree"
# Centralized server for distributed coordination of services
brew "zookeeper"
# UNIX shell (command interpreter)
brew "zsh"
# Additional completion definitions for zsh
brew "zsh-completions"
# Cross platform SQL editor and database management app
cask "beekeeper-studio"
# 3D creation suite
cask "blender"
# Web browser focusing on privacy
cask "brave-browser"
# Beautiful desktop application to manage an Apache Kafka ecosystem
cask "conduktor"
# Voice and text chat software
cask "discord"
# App to build and share containerized applications and microservices
cask "docker"
# This cask follows releases from https://github.com/dotnet/core/tree/master
cask "dotnet-sdk6-0-200"
# Launcher for *Epic Games* games
cask "epic-games"
# Free and open-source image editor
cask "gimp"
# Java IDE by JetBrains
cask "intellij-idea"
# Terminal emulator as alternative to Apple's Terminal app
cask "iterm2"
# Collaboration platform for API development
cask "postman"
# Move and resize windows using keyboard shortcuts or snap areas
cask "rectangle"
# Music streaming service
cask "spotify"
# Unpacks archive files
cask "the-unarchiver"
# Platform for 3D content
cask "unity"
# Management tool for Unity
cask "unity-hub"
# Binary releases of VS Code without MS branding/telemetry/licensing
cask "vscodium"
